It looks that the Fabrication Configuration %1!s! was corrupted, please check it at %2!s!.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FabricationConfigurationCorrupted { get; }
  Visual Basic
Public Shared ReadOnly Property FabricationConfigurationCorrupted As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FabricationConfigurationCorrupted {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPFabricationFailures Class
  Autodesk.Revit.DB Namespace